/**
 * Created by shiyunjie on 17/1/10.
 */

const agreement =`
胖马贸服用户注册服务协议

本协议是您与胖马贸服（简称"本站"，网址：http://www.winchamp.net）所有者润码网络科技（上海）有限公司（以下简称为"胖马贸服"）之间就胖马贸服服务等相关事宜所订立的契约，请您仔细阅读本注册协议，您点击"同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。
第1条 本站服务条款的确认和接纳

1.1本站的各项在线服务的所有权和运作权归胖马贸服所有。用户同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。

1.2用户点击同意本协议，即视为用户确认自己具有享受在线购买商品及享受服务等相应的权利和行为能力，能够独立承担法律责任。

1.3胖马贸服保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。
第2条 本站服务

2.1胖马贸服通过互联网依法为用户提供货物进出口贸易代理、货物运输代理等服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。
第3条 用户信息

3.1用户应本着个人诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法有效、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且胖马贸服保留终止用户使用胖马贸服各项服务的权利。

3.2用户在本站进行浏览、询价、下单等活动时，涉及用户及企业真实姓名/名称、通信地址、联系方式、营业执照等隐私信息的，本站将予以严格保密，除非得到用户授权或法律另有规定，本站不会向外界披露用户及企业隐私信息。

3.3用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站提示修改您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站。否则，由于用户自身的疏忽而导致账号信息泄露等后果，由用户自行承担。

3.4用户同意，胖马贸服拥有通过邮件、短信电话等形式，向在本站注册、购物的用户发送订单信息、促销活动等告知信息的权利。

3.5用户若将在本站注册获得的账户借给他人使用，则必须承担由此产生的全部责任，且实际使用人需承担连带责任。

3.6用户同意，胖马贸服有权使用用户的注册信息、用户名、密码等信息，登陆进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。
第4条 企业账号升级

4.1为享有更多的服务和平台操作功能，个人账号用户可以申请升级为企业账号，首先需具备注册升级资格，您必须确保系依照中华人民共和国法律法规设立的合法组织，并具有在中华人民共和国境内取得工商经营主体资格。如您没有前述主体资格，本站有权拒绝用户升级，据此造成的损失由您自行承担。

4.2在您按照胖马贸服注册页面提示填写信息，阅读并同意本协议并完成全部注册程序，待胖马贸服审核确认后，您即升级为胖马贸服企业账号。

4.3您申请升级企业账号时，您设置的企业信息不得侵犯或涉嫌侵犯他人合法权益。如您连续12个月未有使用用户名和密码登录胖马贸服及信息更新记录或实际使用胖马贸服服务的行为，胖马贸服保留对您中止或终止提供服务并注销账户的权利。如账户注销后，相应的用户名将可能开放给任意使用者注册登记使用。
第5条 账户说明

5.1您应对您的用户名和密码的安全，以及对通过其用户名和密码实施的行为负责。您在胖马贸服注册的用户名和密码仅限于您自身内部人员进行使用，不得给予任何第三方使用，否则由此造成的损失由您自行承担，且胖马贸服保留暂停或终止服务。

5.2除非有法律规定或司法裁定，且征得胖马贸服的同意，否则，用户名和密码不能以任何方式转让、赠与或继承。

5.3您遗忘或丢失在胖马贸服注册的用户名和密码时，可与胖马贸服客户服务人员取得联系，在提供相关证明资料并经胖马贸服审核确认后，可找回用户名和密码。
第6条 信息的修改

您升级为企业账号后，如注册登记信息发生变更，您必须及时、主动联系胖马贸服进行更新。因您未及时更新，造成您不能享受相关服务的、或造成账号及密码泄露等所有责任由您自行承担。
第7条 用户依法言行义务

本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：

（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；

（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；

（3）不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；

（4）不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；

（5）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；

（6）不得教唆他人从事本条款所禁止的行为；

（7）不得利用在本站注册的账户进行非法牟利经营活动； 用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。 本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。 若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。
第8条 责任限制及不承诺担保

除非另有明确的书面说明,本站及其所包含的或以其它方式通过本站提供给您的全部信息、资料、货物（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。 除非另有明确的书面说明,胖马贸服不对本站的运营及其包含在本网站上的信息、资料、货物（包括软件）和服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。 如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，胖马贸服会合理地尽力协助处理善后事宜。
第9条 协议更新及用户关注义务

9.1根据国家法律法规变化及网站运营需要，胖马贸服有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登陆查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受胖马贸服依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。胖马贸服建议您在使用本站之前阅读本协议及本站的公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。

9.2任何经胖马贸服确认已经违反相关法律法规或本协议或胖马贸服使用规则某一项或多项规定的用户，胖马贸服有权决定是否给予暂停使用或终止使用的处理，且因此造成的一切后果由用户自行承担。
第10条 法律管辖和适用

本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向润码网络科技（上海）有限公司所在地有管辖权的人民法院提起诉讼。
第11条 其他

11.1胖马贸服所有者是指在政府部门依法许可或备案的胖马贸服经营主体。

11.2胖马贸服尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本站欢迎用户和社会各界提出意见和建议，胖马贸服将虚心接受并适时修改本协议及本站上的各类规则。
`

export default agreement;
