/**
 * Created by shiyunjie on 17/1/10.
 */

export const help = [{
    name: "无法登录/忘记密码",
    child: [
        {
            Q: "",
            detail: "1、在会员登录界面，点击【忘记密码】，进入找回密码界面。\n\n2、在找回密码界面内，输入您注册时使用的手机号或邮箱，点击免费获取验证码。获得并输入验证码后，点击找回密码按钮。\n\n3、进入密码重置界面后，输入并确认新密码，即可将原密码替换成新密码。两次输入的密码必须完全相同，且不与原密码重复。\n\n4、完成修改新密码后，即可使用新密码登录胖马贸服。\n"
        }
    ]
}, {
    name: "修改账户信息",
    child: [
        {
            Q: "",
            detail: "1、登录胖马贸服网，并点击页面顶部【会员中心】进入会员中心。\n\n2、进入会员中心后，点击左侧“会员中心-账户信息”进入修改账户信息模块。您可以在这里添加和修改您的姓名、固定电话、邮箱、所在地址、QQ、公司名称等信息并【保存信息】。\n\n3、APP可以“个人中心-修改信息”中进行修改。\n"
        }
    ]
}, {
    name: "单证资料上传不成功",
    child: [{
        Q: "",
        detail: "建议使用谷歌浏览器上传资料，如使用360或者IE浏览器请在极速模式下上传。\n"
    }]
}]

export default help;
